import React from "react";

export const AboutCompany = () => {
  return (
    <section className="company">
      <div className="container">
        <div className="company__wrapper">
          <div className="company__img"></div>
          <p className="company__right">
            {" "}
            ЖК “Уютный Горизонт” является одним из ведущих игроков на рынке
            недвижимости. Она занимается строительством жилых комплексов.
            Компания была основана в 2005 году и за это время успешно
            реализовала множество проектов, заслужив репутацию надежного и
            ответственного застройщика. “Уютный Горизонт”, предлагает своим
            клиентам широкий выбор объектов недвижимости. Приоритетом компании
            является строительство качественного и доступного жилья, а также
            создание комфортной и безопасной среды для проживания.
          </p>
          <p className="company__bottom">
            {" "}
            Мы активно сотрудничаем с ведущими банками и страховыми компаниями,
            что позволяет предлагать клиентам выгодные условия ипотечного
            кредитования и страхования. “Уютный Горизонт” также предлагает
            гибкие условия оплаты и различные акции для покупателей. Наша
            компания уделяет особое внимание архитектурному облику своих
            проектов, стремясь создавать красивые и функциональные пространства.
            В своей работе “Уютный Горизонт” использует инновационные технологии
            и экологически чистые материалы, заботясь о здоровье и комфорте
            будущих жильцов. Важной частью работы компании является поддержание
            обратной связи с клиентами и партнерами. Застройщик регулярно
            проводит встречи и презентации, на которых обсуждаются актуальные
            вопросы и предложения по улучшению качества работы.
          </p>
        </div>
      </div>
    </section>
  );
};
